Repository: danerx77/f1
Catalog: tm/srcdatapokemon.tmx
Source language: en
Languages: pl

source: When it plays in water, it rolls up its\nelongated ears to prevent their insides\nfrom getting wet.
pl: Gdy bawi się w wodzie, składa swoje\nwydłużone uszy, by niepozwolić na\nzmoknięcie ich wnętrza.

source: It disguises itself as a tree to avoid\nattack. It hates water, so it will\ndisappear if it starts raining.
pl: Maskuje się jako drzewo, by unikać\nataków. Niecierpi wody, więc znika,\ngdy tylko zaczyna padać.

source: Whenever three or more of these get\ntogether, they sing in a loud voice that\nsounds like bellowing.
pl: Gdy przynajmniej trzy POKéMONY tego\ngatunku spotkają się, śpiewają, głośno\nsię wydzierając.

source: Its body is so light, it must grip the\nground firmly with its feet to keep from\nbeing blown away.
pl: Jego ciało jest tak lekkie, że musi\nchwytać się ziemi swoimi łapami,\nby nie być zdmuchniętym.

source: It spreads its petals to absorb sunlight.\nIt also floats in the air to get closer to\nthe sun.
pl: Rozkłada płatki, by pochłaniać\nświatło słoneczne. Często wzlatuje,\nby być bliżej słońca.

source: It drifts on seasonal winds and spreads\nits cotton-like spores all over the world \nto make more offspring.
pl: Dryfuje na jesiennych wiatrach i\nrozsypuje swoje zarodniki po całym\nświecie, by wydać potomstwo.

source: It lives atop tall trees. When leaping\nfrom branch to branch, it deftly uses its\ntail for balance.
pl: Żyje na wysokich drzewach. Gdy\nprzeskakuje z gałęzi na gałąź, używa\nogona, by utrzymać równowagę.

source: It lives by drinking only dewdrops from\nunder the leaves of plants. It is said\nthat it eats nothing else.
pl: Odżywia się kroplami rosy znalezionumi\npod liściami roślin. Podobno żywi się\ntylko tym.

source: In the daytime, it rushes about in a\nhectic manner, but it comes to a complete\nstop when the sun sets.
pl: W czasie dnia, biega w szaleńczym\ntempie, ale zatrzymuje się, gdy tylko\nzajdzie słońce.

source: Its large eyes can scan 360 degrees.\nIt looks in all directions to seek out\ninsects as its prey.
pl: Jego wielkie oczy widzą pod kątem\n360 stopni. Patrzy we wszystkich\nkierunkach szukając ofiar.

source: When it walks around on the ground,\nit coats its body with a slimy, poisonous\nfilm.
pl: Gdy chodzi po twardym gruncie,\npozostawia za sobą szlamową, trującą\nmaź.

source: Due to its relaxed and carefree attitude,\nit often bumps its head on boulders and\nboat hulls as it swims.
pl: Z uwagi na swoje beztroskie nastawienie,\nczęsto pływając wpada głową na głazy\nalbo przepływające statki.

source: By reading air currents, it can predict\nthings such as the weather or its foe's\nnext move.
pl: Wyczuwając prądy powietrza, może\nprzewidzieć rzeczy takie jak pogoda, czy\nruch oponenta.

source: When darkness falls, the rings on its body\nbegin to glow, striking fear in the hearts\nof anyone nearby.
pl: Gdy zapada ciemność, pierścienie na jego\nciele zaczynają swiecić, siejąc postrach\nw sercach ludzi.

source: It is said that when chased, it lures its\nattacker onto dark mountain trails where\nthe foe will get lost.
pl: Podobno w czasie pościgu, zwabia\natakującego na ciemne szlaki górkskie,\ngdzie ten gubi się.

source: When its head was bitten, toxins entered\nSLOWPOKE's head and unlocked an\nextraordinary power.
pl: Gdy został ugryziony w głowę, toksyny\ndostające się do głowy SLOWPOKE'A\nobudziły tajemną moc.

source: It loves to bite and yank people's hair\nfrom behind without warning, just to see\ntheir shocked reactions.
pl: Kocha gryźć i ciągnąć ludzi za włosy\nod tyłu, bez ostrzeżenia tylko po to, by\nich przerazić.

source: Its flat, thin body is always stuck on\nwalls. Its shape appears to have some\nmeaning.
pl: Jego płaskie ciało lokuje\nsię zawsze na ścianach. Jego kształt\nma jakieś znaczenie.

source: To keep its pitch-black tail hidden, it\nlives quietly in the darkness. It is never\nfirst to attack.
pl: By ukryć swój kruczoczarny ogon,\nżyje spokojnie w ciemnościach. Nigdy nie\natakuje pierwszy.

source: Its tail, which also contains a small\nbrain, may bite on its own if it notices an\nalluring smell.
pl: Jego ogon, który również zawiera mały\nmózg, może samodzielnie ugryść,\njesli zauważy kuszącą rzecz.

source: It hangs and waits for flying-insect prey\nto come near. It does not move about\nmuch on its own.
pl: Wisi i czeka na zblizającą się ofiarę\nw postaci latającego owada. Nie\nporusza się w ogóle.

source: It remains immovably rooted to its tree.\nIt scatters pieces of its hard shell to\ndrive its enemies away.
pl: Pozostaje niezmiernie zakorzeniony w\nswoim drzewie. Rozprasza kawałki\nskorupy, aby odeprzeć wrogów.

source: If spotted, it escapes by burrowing with\nits tail. It can hover just slightly using\nits wings.
pl: Jeśli zostanie wykryty, ucieknie, kopiąc\nogonem. Może lekko unosić się za\npomocą skrzydeł.

source: It usually clings to cliffs. When it spots\nits prey, it spreads its wings and glides\ndown to attack.
pl: Przylega do klifów. Kiedy dostrzega\nswoją zdobycz, rozściera skrzydła\ni ślizga się, aby zaatakować.

source: It is said that if an ONIX lives for over\n100 years, its composition changes to\nbecome diamond-like.
pl: Mówi się, że jeśli ONIX będzie żył ponad\n100 lat, jego kompozycja zmieni się\nna diamentowy kolor.

source: It has an active, playful nature. Many\nwomen like to frolic with it because of\nits affectionate ways.
pl: Ma aktywny, zabawny charakter. Wiele\nkobiet lubi bawić się z nim ze względu\nna swoje czułe sposoby.

source: Because its fangs are too heavy, it\nalways keeps its head tilted down.\nHowever, its BITE is powerful.
pl: Ponieważ jego kły są zbyt ciężkie,\nzawsze trzyma głowe pochyloną. \nJednak jego UGRYZIENIE jest mocne.

source: The small spikes covering its body\ndeveloped from scales. They inject a\ntoxin that causes fainting.
pl: Małe kolce pokrywające jego ciało\npowstały z lusek. Wstrzykują toksynę,\nktóra powoduje omdlenie.

source: Its wings are not used for flying.\nThey are flapped at high speed to adjust\nits body temperature.
pl: Jego skrzydła nie służą do latania.\nTrzepoczą one z dużą prędkością,\naby dostosować temperature.

source: It stores BERRIES inside its shell.\nTo avoid attacks, it hides beneath rocks\nand remains completely still.
pl: Przechowuje JAGODY w swojej muszli.\nAby uniknąć ataków, ukrywa się pod\nskałami i pozostaje nieruchomy.

source: Usually docile, but if disturbed while\nsipping honey, it chases off the intruder\nwith its horn.
pl: Zwykle jest łagodny, ale jesli\nprzeszkadza mu się popijając miód,\nodpędza intruza swoim rogiem.

source: Vicious in nature, it drives PIDGEY from\ntheir nests and feasts on the eggs that\nare left behind.
pl: Podstępny w naturze, odpedza\nPIDGEYE ze swoich gniazd i zjada\nim jaja, które zostały w gniazdach.

source: Before food becomes scarce in wintertime,\nits habit is to hoard food in many hidden\nlocations.
pl: Nim zimą zacznie brakować pożywienia,\njego zwyczajem jest gromadzenie\nżywności w wielu miejscach.

source: With its ability to distinguish any smell,\nit unfailingly finds all food buried deep\nunderground.
pl: Dzięki umiejętności rozróżniania\nzapachu, niezawodnie znajduje\nkażde głęboko zakopane jedzenie.

source: A common sight in volcanic areas, it\nslowly slithers around in a constant\nsearch for warm places.
pl: Powszechny widok w obszarach\nwulkanicznych, powoli ślizga się \nw ciągłym poszukiwaniu miejsc.

source: Its brittle shell occasionally spouts\nintense flames that circulate throughout\nits body.
pl: Jego skorupa od czasu do\nczasu wydziela intensywne płomienie,\nktóre krążą po jego ciele.

source: If it smells something enticing, it dashes\noff headlong to find the source of the\naroma.
pl: Jesli pachnie czymś kuszącym, rzuca\nsię na oślep, aby znaleźć źródło\ntego zapachu.

source: If it charges at an enemy, the hairs on\nits back stand up straight. It is very\nsensitive to sound.
pl: Jeśli szarżuje na wroga, włosy na\nplecach stoją mu prosto. Jest bardzo\nwraźliwy na dowolny dźwięk.

source: In a south sea nation, the people live in\ncommunities that are built on groups of\nthese POKéMON.
pl: W południowo-zachodnim kraju ludzie\nżyją w społecznościach zbudowanych\nna tych POKéMONACH.

source: Using its dorsal fin as a suction pad, it\nclings to a MANTINE's underside to\nscavenge for leftovers.
pl: Używa płetwy grzbietowej jako\nprzyssawki, przylega ona do spodu\nMANTINE'A, by pozbyć się resztek.

source: It instinctively sneaks into rocky holes.\nIf it gets sleepy, it steals the nest of a\nfellow OCTILLERY.
pl: Instynktownie zakrada się w skaliste\ndziury. Jeśli robi się senny, kradnie\ngniazdo innego OCTILLERY.

source: It nests at the edge of sharp cliffs.\nIt spends all day carrying food to its\nawaiting chicks.
pl: Gniazduje na skraju ostrych klifów.\nPrzez cały dzień niesie jedzienie\noczekującym piskletom.

source: Swimming freely in open seas, it may fly\nout of the water and over the waves if it\nbuilds up enough speed.
pl: Pływając swobodnie po otwartych\nmorzach, może wyskoczyć z wody i nad\nfalami, jeśli osiąga dobrą prędkość.

source: After nesting in bramble bushes, the wings\nof its chicks grow hard from scratches by\nthorns.
pl: Po gniazdowaniu w krzakach jezozwierza\nskrzydła piskląt stają się twarde od\nzadrapań cierni.

source: To corner prey, they check each other's\nlocation using barks that only they can\nunderstand.
pl: Aby rzucić łupem, sprawdza swoje\npołożenie za pomocą szczeknięć,\nktóre tylko oni rozumieją.

source: Upon hearing its eerie howls, other\nPOKéMON get the shivers and head straight\nback to their nests.
pl: Po usłyszeniu jego niesamowitego\nwycia, POKéMON dostaje dreszcze i\nwraca prosto do swego gniazda.

source: It sleeps deep on the ocean floor to\nbuild its energy. It is said to cause\ntornadoes as it wakes.
pl: Śpi głęboko na dnie oceanu, aby\nodzyskać energie. Mówi się, że \npowoduje tornada, gdy się budzi.

source: As a sign of affection, it bumps with its\nsnout. However, it is so strong, it may\nsend you flying.
pl: Jako oznaka uczucia, uderza swoim\npyskiem. Jest jednak tak silny, że\nmoże wysłać cię w powietrze.

source: The longer and bigger its tusks, the\nhigher its rank in its herd. The tusks take\na long time to grow.
pl: Im dłuższe i większe jego kły, tym\nwyższa jego pozycja w swoim stadzie.\nKły bardzo długo rosną.

source: Further research enhanced its abilities.\nSometimes, it may exhibit motions that\nwere not programmed.
pl: Dalsze badania zwiększyły jego\nmożliwości. Może wykazywać ruchy,\nktóre nie zostały zaprogramowane.

source: Those who stare at its antlers will\ngradually lose control of their senses\nand be unable to stand.
pl: Ci, którzy patrzą na jego poroże,\nstopniowo tracą kontrole nad zmysłami\ni nie mogą się ostać.

source: Once it becomes an adult, it has a\ntendency to let its comrades plant\nfootprints on its back.
pl: Kiedy staje się dorosłym, ma \ntendencje, aby jego towarzysze\nsadzili ślady stóp na grzbiecie.

source: Even though it is small, it can't be\nignored because it will slug any handy\ntarget without warning.
pl: Mimo, że jest mały, nie można go\nzignorować, ponieważ bez żadnego\nostrzeżenia podważy każdy cel.

source: It launches kicks while spinning. If it\nspins at high speed, it may bore its way\ninto the ground.
pl: Uruchamia kopnięcia podczas wirowania.\nJeśli obraca się z dużą prędkością,\nmoże wbić się w ziemie.

source: It always rocks its head slowly backwards\nand forwards as if it is trying to kiss\nsomeone.
pl: Zawsze przesuwa głowe powoli do\ntylu i do przodu jakby chciała ona\nkogoś pocałować.

source: Even in the most vicious storm, this\nPOKéMON plays happily if thunder rumbles\nin the sky.
pl: Nawet w najbardziej okrutnej burzy,\nPOKéMON gra radośnie, jeśli grzmot\ndudni na niebie.

source: It is found in volcanic craters. Its body\nheat exceeds 1,100 degrees Fahrenheit,\nso don't underestimate it.
pl: Występuje w kraterach wulkanicznych.\nJego ciepło ciała przekracza 1100 stopni\nCelsjusza, nie lekceważ go.

source: If it has just had a baby, the milk it\nproduces contains much more nutrition than\nusual.
pl: Jeśli urodziło dziecko, mleko,\nktóre wytwarza, zawiera więcej\nskładników odżywczych.

source: It has a very compassionate nature. If it\nsees a sick POKéMON, it will nurse the\nsufferer back to health.
pl: Ma bardzo współczujący charakter.\nJeśli zobaczy chorego POKéMONA, to\nprzywróci zdrowie cierpiącemu.

source: This POKéMON races across the\nland while barking a cry that sounds\nlike crashing thunder.
pl: Ten POKéMON ściga się na ziemi,\nszczekając krzykiem, który brzmi jak\nrozgrzmiały grzmot.

source: A POKéMON that races across the land.\nIt is said that one is born every time a\nnew volcano appears.
pl: POKéMON, który krąży po ziemi. Mówi\nsię, że rodzi się za każdym razem, gdy\npojawia się nowy wulkan.

source: This POKéMON races across the land.\nIt is said that north winds will somehow\nblow whenever it appears.
pl: Ten POKéMON ściga się po całej ziemi.\nMówi się, że północne wiatry jakoś\nwybuchną, kiedy się pojawi.

source: It is born deep underground. It can't\nemerge until it has entirely consumed the\nsoil around it.
pl: Narodził się głęboko pod ziemią.\nNie może się pojawić, dopóki nie\npochłonie otaczającej ziemi.

source: Even sealed in its shell, it can move\nfreely. Hard and fast, it has outstanding\ndestructive power.
pl: Nawet zamknięty w skorupie, może\nsię swobodnie poruszać. Mocno i\nszybko, ma dużą siłe niszczenia.

source: It is said to be the guardian of the seas.\nIt is rumored to have been seen on the\nnight of a storm.
pl: Mówi się, że jest on strażnikiem mórz.\nKrążą plotki, że widziano go podczas\nnocnej nurzy.

source: A legend says that its body glows in\nseven colors. A rainbow is said to form\nbehind it when it flies.
pl: Legenda głosi, że jego ciało świeci\nw siedmiu kolorach tęczy. Tęcza\ntworzy się za nim, kiedy leci.

source: When CELEBI disappears deep in a forest,\nit is said to leave behind an egg it\nbrought from the future.
pl: Kiedy CELEBI znika głęboko w lesie,\nmówi się, że zostawia za sobą jajko\nprzyniesione z przyszłości.

source: It quickly scales even vertical walls.\nIt senses humidity with its tail to predict\nthe next day's weather.
pl: Szybko skaluje nawet pionowe ściany.\nCzuje wilgotność ogonem, aby \nprzewidzieć pogodę następnego dnia.

source: Its strongly developed thigh muscles\ngive it astounding agility and jumping\nperformance.
pl: Silnie rozwinięte mięśnie zapewniają\nmu zdumiewającą sprawność i\nwydajność skokową.

source: The leaves on its forelegs are as sharp\nas swords. It agilely leaps about the\nbranches of trees to strike.
pl: Liście na przednich kończynach są\nostre jak miecze. Gwałtownie skacze\nna gałęziach drzew, aby uderzyć.

source: It has a flame sac inside its belly that\nperpetually burns. It feels warm if it is\nhugged.
pl: Ma w środku brzucha płomień, który\nwiecznie płonie. Czuje się ciepło, gdy\njest przytulany.

source: It boosts its concentration by emitting\nharsh cries. Its kicks have outstanding\ndestructive power.
pl: Zwiększa koncentracje, emitując\nostre okrzyki. Jego kopnięcia mają\nniesamowitą siłe niszczenia.

source: When facing a tough foe, it looses flames\nfrom its wrists. Its powerful legs let it\njump clear over buildings.
pl: W obliczu trudnego przeciwnika, traci\npłomienie z nadgarstów. Jego nogi\npozwalają mu przeskakiwać budynki.

source: Its large tail fin propels it through\nwater with powerful acceleration. It is\nstrong in spite of its size.
pl: Jego duża płetwa ogonowa przepuszcza\ngo przez wodę z silnym przyspieszeniem.\nJest silny pomimo wielkości.

source: It is at its best when on muddy ground\nwith poor footing. It quickly overwhelms\nfoes struggling in mud.
pl: Najlepszy na błotnistej ziemi ze \nsłabą podstawą. Szybko przytłacza\nprzeciwników walczących w błocie.

source: Its arms are rock-hard. With one swing,\nthey can batter down its foe. It makes its\nnest on beautiful beaches.
pl: Jego ramiona są twarde jak skała.\nZa jednym zamachem może naładować\nbaterię. Tworzy gniazdo na pięknej plaży.

source: It has a very tenacious nature. Its acute\nsense of smell lets it chase a chosen\nprey without ever losing track.
pl: Ma bardzo wytwały charakter. Jego\nostry zmysł węchu pozwala ścigać wybraną\nzdobycz, nie gubiąc nawet śladu.

source: It will always obey the commands of a\nskilled TRAINER. Its behavior arises from\nits living in packs in ancient times.
pl: Zawsze bedzie on przestrzegać poleceń\nwykwalifikowanego TRENERA. Jego\nzachowanie wynika z czasów starożytnych.

source: A POKéMON with abundant curiosity.\nIt shows an interest in everything, so it\nalways zigs and zags.
pl: POKéMON z obfitą ciekawością.\nPokazuje zainteresowanie wszystkim,\nwięc zawsze robi zigi i zagi.

source: When running in a straight line, it can top\n60 miles per hour. However, it has a\ntough time with curved roads.
pl: Podczas jazdy w linii prostej może on\npokonać 60 mil w jedną godzine. Jednak\nma trudne czasy na zakrętach.

source: It lives amidst tall grass and in forests.\nWhen attacked, it resists by pointing its\nvenomous spikes at the foe.
pl: Żyje wśród wysokiej trawy i lasów.\nKiedy zostaje zaatakowany, opiera się,\nwskazując wrogom na jadowite kolce.

source: It conserves its energy by moving as\nlittle as possible. It awaits evolution\nwhile drinking only a little rainwater.
pl: Oszczędza on energię, poruszając się\njak najmniej. Oczekuje ewolucji pijąc\ntylko niewielką ilość wody deszczowej.

source: Despite its appearance, it has an\naggressive nature. It attacks by jabbing\nwith its long, thin mouth.
pl: Pomimo swojego wyglądu ma on \nagresywny charakter. Atakuje on,\ndźgając długimi, cienkimi ustami.

source: Its body, which is made of soft silk,\nhardens over time. When cracks appear,\nevolution is near.
pl: Jego ciało wykonane jest z miękkiego\njedwabiu. Gdy pojawiają się\npęknięcia, ewolucja jest bliska.

source: It scatters horribly toxic dust when it\nsenses danger. They tend to gather in the\nglow of streetlamps at night.
pl: Rozprasza straszliwie toksyczny pył,\nkiedy wyczuwa niebezpieczeństwo. \nGromadzi się w blasku latarni ulicznych.

source: It searches about for clean water. If it\ndoes not drink water for too long, the\nleaf on its head wilts.
pl: Szuka czystej wody. Jeśli nie bedzie pił\nwody zbyt długo, liść na jego głowie\nmoże mu zwiędnąć.

source: It lives at the water's edge where it is\nsunny. It sleeps on a bed of water grass\nby day and becomes active at night.
pl: Żyje na skraju wody, gdzie jest \nsłonecznie. Śpi na łóżku z trawy wodnej\nw dzień i staje się aktywny w nocy.

source: The rhythm of bright, festive music\nactivates LUDICOLO's cells, making it more\npowerful.
pl: Rytm jasnej, świątecznej muzyki\naktywuje komórki LUDICOLO, czyniąc\ngo silniejszym.

source: If it remains still, it becomes impossible\nto distinguish from real nuts. It delights\nin surprising foraging PIDGEY.
pl: Jeśli pozostanie w bezruchu, nie da się\ngo odróżnić od prawdziwych orzechów.\nZachwyca on żerowaniem PIDGEYÓW.

source: They live in holes bored in large trees.\nThe sound of NUZLEAF's grass flute fills\nlisteners with dread.
pl: Żyje w dziurach dużych dzrzew. Dźwięki\ntrawiastego fletu NUZLEAFA, wypełniają\nsłuchaczy lękiem.

source: A POKéMON that was feared as a forest\nguardian. It can read the foe's mind and\ntake preemptive action.
pl: POKéMON, którego obawiano się go\njako opiekuna leśnego. Może odczytać\numysł wroga i podjąć działania.

source: It dislikes cold seasons. They migrate to\nother lands in search of warmth, flying\nover 180 miles a day.
pl: Nie lubi zimmych pór roku. Leci do\ninnych krajów w poszukiwaniu ciepła,\nlatając ponad 180 mil dziennie.

source: If its two tail feathers are standing at\nattention, it is proof of good health.\nIt soars elegantly in the sky.
pl: Jeśli jego dwa pióra ogona stają na \nbaczność, jest on dowodem dobrego \nzdrowia. Szybko wznosi się na niebie.

source: It rides upon ocean winds as if it were\na glider. In the winter, it hides food\naround its nest.
pl: Porusza się na wiatrach oceanu, jakby\nbył szybowcem. Zimą ukrywa pokarm\nwokół swojego gniazda.

source: It is a flying transporter that carries\nsmall POKéMON in its beak. It bobs on the\nwaves to rest its wings.
pl: To latający transporter niosący małe\nPOKéMONY w swoim dziobie. Szybuje\nna falach, żeby sobie odpocząć.

source: It is highly attuned to the emotions of\npeople and POKéMON. It hides if it senses\nhostility.
pl: Jest bardzo dostrojony do emocji ludzi\ni POKéMONÓW. Ukrywa się, kiedy\nwyczuwa wrogość.

source: The cheerful spirit of its TRAINER gives\nit energy for its psychokinetic power.\nIt spins and dances when happy.
pl: Wesoły duch TRENERA dodaje energii\ndo swojej psychokinetycznej mocy. \nObraca się i tańczy, gdy jest szczęśliwy.

source: It has the power to predict the future.\nIts power peaks when it is protecting its\nTRAINER.
pl: Ma moc przewidywania przyszłości. Jego\nmoc osiąga szczyt, kiedy chroni swojego\nTRENERA.

source: They usually live on ponds, but after an\nevening shower, they may appear on\npuddles in towns.
pl: Zwykle żyje na stawach, ale po\nwieczornym prysznicu może pojawić\nsię na kałużach w miastach.

source: The antennae have distinctive patterns\nthat look like eyes. When it rains, they\ngrow heavy, making flight impossible.
pl: Anteny mają charakterystyczne wzory,\nktóre wyglądają jak oczy. Kiedy pada, \nstają się ciężkie, co uniemożliwiają lot.

source: It prefers damp places. By day it remains\nstill in the forest shade. It releases\ntoxic powder from its head.
pl: Preferuje wilgotne miejsca. Za dnia\npozostaje w cieniu lasu. Uwalnia \ntoksyczny proszek z swojej głowy.

source: The seeds on its tail are made of toxic\nspores. It knocks out foes with quick,\nvirtually invisible punches.
pl: Nasiona na jego ogonie są wykonane z\ntoksycznych zarodników. Uderza\nprzeciwników za pomocą szybkich ciosów.

source: It sleeps for 20 hours every day. Making\ndrowsy those that see it is one of\nits abilities.
pl: Śpi 20 godzin dziennie. Senność tych,\nktórzy go widzą, jest jedną z jego\numiejętności.

source: It is always hungry because it won't stop\nrampaging. Even while it is eating, it\ncan't keep still.
pl: Jest zawsze głodny, ponieważ nie\nprzestaje szaleć. Nawet podczas jedzenia\nnie może on ustać.

source: It is the world's most slothful POKéMON.\nHowever, it can exert horrifying power by\nreleasing pent-up energy all at once.
pl: To jest najbardziej leniwy POKéMON na\nświecie. Jednak wywoluje przerażającą \nmoc poprzez uwalnianie stłumionej energii.

source: Because it lived almost entirely\nunderground, it is nearly blind.\nIt uses its antennae instead.
pl: Ponieważ żył prawie całkowicie\npod ziemią, jest prawie ślepy. \nZamiast tego używa swoich anten.

source: This POKéMON is so quick, it is said to\nbe able to avoid any attack. It loves to\nfeed on tree sap.
pl: Ten POKéMON jest szybki, mówi się,\nże jest w stanie uniknąć atak. Lubi\nkarmić się sokiem drzewnym.

source: A most peculiar POKéMON that somehow\nappears in a POKé BALL when a NINCADA\nevolves.
pl: Najbardziej charakterystyczny POKéMON,\nktóry pojawia się w POKé BALLU, gdy\newoluuje.

source: It usually murmurs, but starts crying\nloudly if it senses danger. It stops when\nits ear covers are shut.
pl: Mruczy, ale zaczyna głośno płakać,\ngdy wyczuje niebezpieczeństwo.\nZatrzymuje się, gdy uszy są zamknięte.

source: When it stamps its feet and bellows, it\ngenerates ultrasonic waves that can blow\napart a house.
pl: Gdy stempluje stopy i miechy, generuje\non fale ultradżwiękowe, które mogą\nnawet rozerwać dom.
